Links/Ethno/IndianMusic201218.org
#+LATEX_HEADER_PATH: /home/iani/latex-exports/templates/000BASIC/history/history/IndianMusic201218_201218.tex
* Indian Music
  :PROPERTIES:
  :LATEX_HEADER_PATH: /home/iani/latex-exports/templates/000BASIC/history/history/history/IndianMusic_201218.tex
  :END:

** CarnaticMusicTheory
- https://www.youtube.com/watch?v=ZnObqYfb-0M
- https://www.youtube.com/watch?v=ESCbw9Ph9m4&list=RDZnObqYfb-0M&index=13
- https://www.youtube.com/watch?v=3D6RjQAR1yU
- https://www.youtube.com/watch?v=QnTYAZXBrJ8
 
*** Swara
 - https://www.youtube.com/watch?v=EL4OEaYAdcw
 - https://www.youtube.com/watch?v=H7u6Ik7sMxM
 - https://www.youtube.com/watch?v=107FA-Ps0OU
  
*** Shruti
 - https://www.youtube.com/watch?v=pzz7NRhOv8Y
 - https://www.youtube.com/watch?v=ipYLnhC5YDo
 - https://www.youtube.com/watch?v=YfF8ZEVOYks
 - https://www.youtube.com/watch?v=ouKyxvGvgGY
  
*** GatiAndTisram
 - https://www.youtube.com/watch?v=YW2B_eHyhpY
 - https://www.youtube.com/watch?v=yKmJ552fFBw
 - https://www.youtube.com/watch?v=ON1bwy_Xff4
 - https://www.youtube.com/watch?v=wlQTf3RDQag
 - https://www.youtube.com/watch?v=D4d88IgvhK4
 - https://www.youtube.com/watch?v=gd9JiwfkYg4
 - https://www.youtube.com/watch?v=9lg1PL98tZI
  
*** Talas
 - https://www.youtube.com/watch?v=XcMqTycAizA
 - https://www.youtube.com/watch?v=nbKOT4mVxpw
 - https://www.youtube.com/watch?v=H17Uk_v4Sbw&list=PLDJF96khF2cAm8kcu6Msmrl0z83enO7kx
 - https://www.youtube.com/watch?v=R7d4T5L6qKI
 - https://www.youtube.com/watch?v=R7d4T5L6qKI
 - https://www.youtube.com/watch?v=ZYhK2iAU9QI
  
*** Ragas
 - https://www.youtube.com/watch?v=Vt4FwN8vWag
 - https://www.youtube.com/watch?v=geSOK65rhdQ
 - https://www.youtube.com/watch?v=7aABhRKRhDI
 - https://www.youtube.com/watch?v=OwPXH4gZitw
  
*** Gamaka
 - https://www.youtube.com/watch?v=AIPraIlSmIk&list=RDZnObqYfb-0M&index=12
 - https://www.youtube.com/watch?v=N7oz3v2ePWo
 - https://www.youtube.com/watch?v=-2r5unvlKWw
 - https://www.youtube.com/watch?v=Vc5fOilytl4
 - https://www.youtube.com/watch?v=eJZ4J3vu-tc
  
*** Brigha
 - https://www.youtube.com/watch?v=8i1VyR1zJ48
 - https://www.youtube.com/watch?v=GnI4R9Bdl3g
 - https://www.youtube.com/watch?v=MCqFbt8nWZ8
  
*** kan swar
 - https://www.youtube.com/watch?v=s44soTmGuUA
  
*** Symmetry
 - https://www.youtube.com/watch?v=hOuu4NTZqP8&list=RDZnObqYfb-0M&index=16
  
*** Mora
 - https://www.jstor.org/stable/852807?seq=1
  
*** Kriti
 - https://academic.oup.com/mts/article/23/1/74/995564
 - https://www.youtube.com/watch?v=fnHHE39VGz4
 - https://www.youtube.com/watch?v=hZuePOXXhyI&list=PL8dh-Wedpdiey1jlMXan6m2ONMR1HmAKb
  http://www.youtube.com/watch?v=_aOQd9UuaOQ
  http://www.youtube.com/watch?v=dRWi2gVN2kM
  http://www.youtube.com/watch?v=IOaruZrl0c4
 - https://www.youtube.com/watch?v=Joyk_EMtzn0
  
** CarnaticPercussion
- https://www.youtube.com/watch?v=5FqfplZcvys
- https://www.youtube.com/watch?v=Cs6IWz5BgOs
- https://www.youtube.com/watch?v=bBKAEwYzk_o
- https://www.youtube.com/watch?v=M4q3G5-d7x4
- https://www.youtube.com/watch?v=U4BcxbYKvKg
- https://www.youtube.com/watch?v=lrGgllzIgic
- https://www.youtube.com/watch?v=pLTwkTMZaFI
- https://www.youtube.com/watch?v=Z6fTb0Z3m54
- https://www.youtube.com/watch?v=55-GBXNtpE4
 
*** Konnakol
  
