Links/Ethno/IndianMusic201218.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-12-18 Fri 10:24 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Iannis Zannos" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1a506c3">1. Indian Music</a>
<ul>
<li><a href="#orgdb2502b">1.1. CarnaticMusicTheory</a>
<ul>
<li><a href="#org22acd1b">1.1.1. Swara</a></li>
<li><a href="#org3e698bb">1.1.2. Shruti</a></li>
<li><a href="#orgb7e55ed">1.1.3. GatiAndTisram</a></li>
<li><a href="#org46fe453">1.1.4. Talas</a></li>
<li><a href="#org120b469">1.1.5. Ragas</a></li>
<li><a href="#orgb0658eb">1.1.6. Gamaka</a></li>
<li><a href="#org7f4a7f8">1.1.7. Brigha</a></li>
<li><a href="#orgf3014dd">1.1.8. kan swar</a></li>
<li><a href="#org3c8ec5f">1.1.9. Symmetry</a></li>
<li><a href="#orgfbe6aa4">1.1.10. Mora</a></li>
<li><a href="#org5ecbb32">1.1.11. Kriti</a></li>
</ul>
</li>
<li><a href="#orgc89a1cd">1.2. CarnaticPercussion</a>
<ul>
<li><a href="#orgfcce2d7">1.2.1. Konnakol</a></li>
</ul>
</li>
<li><a href="#orgf709976">1.3. Singers</a>
<ul>
<li><a href="#orgbc51152">1.3.1. Venugopal</a></li>
<li><a href="#org296271f">1.3.2. Chakraborty</a></li>
<li><a href="#org47456fd">1.3.3. NinaBurmi</a></li>
<li><a href="#org42a5d00">1.3.4. ArunaSairam</a></li>
<li><a href="#orgb96964c">1.3.5. Vaidyanathan</a></li>
<li><a href="#orgb2f7c7a">1.3.6. ParveenSultana</a></li>
<li><a href="#orgc94af79">1.3.7. ShubhaMudgal</a></li>
<li><a href="#orgb2c54db">1.3.8. PrabhaAtre</a></li>
<li><a href="#orgce58b13">1.3.9. RanjaniAndGayatri</a></li>
</ul>
</li>
<li><a href="#orgc101189">1.4. Veena</a></li>
<li><a href="#orgfca9b7e">1.5. Panini</a></li>
<li><a href="#orgafb89fa">1.6. Gayatri Chakravorty Spivak</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org1a506c3" class="outline-2">
<h2 id="org1a506c3"><span class="section-number-2">1</span> Indian Music</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgdb2502b" class="outline-3">
<h3 id="orgdb2502b"><span class="section-number-3">1.1</span> CarnaticMusicTheory</h3>
<div class="outline-text-3" id="text-1-1">
<p>
<a href="https://www.youtube.com/watch?v=ZnObqYfb-0M">https://www.youtube.com/watch?v=ZnObqYfb-0M</a>
<a href="https://www.youtube.com/watch?v=ESCbw9Ph9m4&amp;list=RDZnObqYfb-0M&amp;index=13">https://www.youtube.com/watch?v=ESCbw9Ph9m4&amp;list=RDZnObqYfb-0M&amp;index=13</a>
<a href="https://www.youtube.com/watch?v=3D6RjQAR1yU">https://www.youtube.com/watch?v=3D6RjQAR1yU</a>
<a href="https://www.youtube.com/watch?v=QnTYAZXBrJ8">https://www.youtube.com/watch?v=QnTYAZXBrJ8</a>
</p>
</div>

<div id="outline-container-org22acd1b" class="outline-4">
<h4 id="org22acd1b"><span class="section-number-4">1.1.1</span> Swara</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
<a href="https://www.youtube.com/watch?v=EL4OEaYAdcw">https://www.youtube.com/watch?v=EL4OEaYAdcw</a>
<a href="https://www.youtube.com/watch?v=H7u6Ik7sMxM">https://www.youtube.com/watch?v=H7u6Ik7sMxM</a>
<a href="https://www.youtube.com/watch?v=107FA-Ps0OU">https://www.youtube.com/watch?v=107FA-Ps0OU</a>
</p>
</div>
</div>

<div id="outline-container-org3e698bb" class="outline-4">
<h4 id="org3e698bb"><span class="section-number-4">1.1.2</span> Shruti</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
<a href="https://www.youtube.com/watch?v=pzz7NRhOv8Y">https://www.youtube.com/watch?v=pzz7NRhOv8Y</a>
<a href="https://www.youtube.com/watch?v=ipYLnhC5YDo">https://www.youtube.com/watch?v=ipYLnhC5YDo</a>
<a href="https://www.youtube.com/watch?v=YfF8ZEVOYks">https://www.youtube.com/watch?v=YfF8ZEVOYks</a>
<a href="https://www.youtube.com/watch?v=ouKyxvGvgGY">https://www.youtube.com/watch?v=ouKyxvGvgGY</a>
</p>
</div>
</div>

<div id="outline-container-orgb7e55ed" class="outline-4">
<h4 id="orgb7e55ed"><span class="section-number-4">1.1.3</span> GatiAndTisram</h4>
<div class="outline-text-4" id="text-1-1-3">
<p>
<a href="https://www.youtube.com/watch?v=YW2B_eHyhpY">https://www.youtube.com/watch?v=YW2B_eHyhpY</a>
<a href="https://www.youtube.com/watch?v=yKmJ552fFBw">https://www.youtube.com/watch?v=yKmJ552fFBw</a>
<a href="https://www.youtube.com/watch?v=ON1bwy_Xff4">https://www.youtube.com/watch?v=ON1bwy_Xff4</a>
<a href="https://www.youtube.com/watch?v=wlQTf3RDQag">https://www.youtube.com/watch?v=wlQTf3RDQag</a>
<a href="https://www.youtube.com/watch?v=D4d88IgvhK4">https://www.youtube.com/watch?v=D4d88IgvhK4</a>
<a href="https://www.youtube.com/watch?v=gd9JiwfkYg4">https://www.youtube.com/watch?v=gd9JiwfkYg4</a>
<a href="https://www.youtube.com/watch?v=9lg1PL98tZI">https://www.youtube.com/watch?v=9lg1PL98tZI</a>
</p>
</div>
</div>

<div id="outline-container-org46fe453" class="outline-4">
<h4 id="org46fe453"><span class="section-number-4">1.1.4</span> Talas</h4>
<div class="outline-text-4" id="text-1-1-4">
<p>
<a href="https://www.youtube.com/watch?v=XcMqTycAizA">https://www.youtube.com/watch?v=XcMqTycAizA</a>
<a href="https://www.youtube.com/watch?v=nbKOT4mVxpw">https://www.youtube.com/watch?v=nbKOT4mVxpw</a>
<a href="https://www.youtube.com/watch?v=H17Uk_v4Sbw&amp;list=PLDJF96khF2cAm8kcu6Msmrl0z83enO7kx">https://www.youtube.com/watch?v=H17Uk_v4Sbw&amp;list=PLDJF96khF2cAm8kcu6Msmrl0z83enO7kx</a>
<a href="https://www.youtube.com/watch?v=R7d4T5L6qKI">https://www.youtube.com/watch?v=R7d4T5L6qKI</a>
<a href="https://www.youtube.com/watch?v=R7d4T5L6qKI">https://www.youtube.com/watch?v=R7d4T5L6qKI</a>
<a href="https://www.youtube.com/watch?v=ZYhK2iAU9QI">https://www.youtube.com/watch?v=ZYhK2iAU9QI</a>
</p>
</div>
</div>

<div id="outline-container-org120b469" class="outline-4">
<h4 id="org120b469"><span class="section-number-4">1.1.5</span> Ragas</h4>
<div class="outline-text-4" id="text-1-1-5">
<p>
<a href="https://www.youtube.com/watch?v=Vt4FwN8vWag">https://www.youtube.com/watch?v=Vt4FwN8vWag</a>
<a href="https://www.youtube.com/watch?v=geSOK65rhdQ">https://www.youtube.com/watch?v=geSOK65rhdQ</a>
<a href="https://www.youtube.com/watch?v=7aABhRKRhDI">https://www.youtube.com/watch?v=7aABhRKRhDI</a>
<a href="https://www.youtube.com/watch?v=OwPXH4gZitw">https://www.youtube.com/watch?v=OwPXH4gZitw</a>
</p>
</div>
</div>

<div id="outline-container-orgb0658eb" class="outline-4">
<h4 id="orgb0658eb"><span class="section-number-4">1.1.6</span> Gamaka</h4>
<div class="outline-text-4" id="text-1-1-6">
<p>
<a href="https://www.youtube.com/watch?v=AIPraIlSmIk&amp;list=RDZnObqYfb-0M&amp;index=12">https://www.youtube.com/watch?v=AIPraIlSmIk&amp;list=RDZnObqYfb-0M&amp;index=12</a>
<a href="https://www.youtube.com/watch?v=N7oz3v2ePWo">https://www.youtube.com/watch?v=N7oz3v2ePWo</a>
<a href="https://www.youtube.com/watch?v=-2r5unvlKWw">https://www.youtube.com/watch?v=-2r5unvlKWw</a>
<a href="https://www.youtube.com/watch?v=Vc5fOilytl4">https://www.youtube.com/watch?v=Vc5fOilytl4</a>
<a href="https://www.youtube.com/watch?v=eJZ4J3vu-tc">https://www.youtube.com/watch?v=eJZ4J3vu-tc</a>
</p>
</div>
</div>

<div id="outline-container-org7f4a7f8" class="outline-4">
<h4 id="org7f4a7f8"><span class="section-number-4">1.1.7</span> Brigha</h4>
<div class="outline-text-4" id="text-1-1-7">
<p>
<a href="https://www.youtube.com/watch?v=8i1VyR1zJ48">https://www.youtube.com/watch?v=8i1VyR1zJ48</a>
<a href="https://www.youtube.com/watch?v=GnI4R9Bdl3g">https://www.youtube.com/watch?v=GnI4R9Bdl3g</a>
<a href="https://www.youtube.com/watch?v=MCqFbt8nWZ8">https://www.youtube.com/watch?v=MCqFbt8nWZ8</a>
</p>
</div>
</div>

<div id="outline-container-orgf3014dd" class="outline-4">
<h4 id="orgf3014dd"><span class="section-number-4">1.1.8</span> kan swar</h4>
<div class="outline-text-4" id="text-1-1-8">
<p>
<a href="https://www.youtube.com/watch?v=s44soTmGuUA">https://www.youtube.com/watch?v=s44soTmGuUA</a>
</p>
</div>
</div>

<div id="outline-container-org3c8ec5f" class="outline-4">
<h4 id="org3c8ec5f"><span class="section-number-4">1.1.9</span> Symmetry</h4>
<div class="outline-text-4" id="text-1-1-9">
<p>
<a href="https://www.youtube.com/watch?v=hOuu4NTZqP8&amp;list=RDZnObqYfb-0M&amp;index=16">https://www.youtube.com/watch?v=hOuu4NTZqP8&amp;list=RDZnObqYfb-0M&amp;index=16</a>
</p>
</div>
</div>

<div id="outline-container-orgfbe6aa4" class="outline-4">
<h4 id="orgfbe6aa4"><span class="section-number-4">1.1.10</span> Mora</h4>
<div class="outline-text-4" id="text-1-1-10">
<p>
<a href="https://www.jstor.org/stable/852807?seq=1">https://www.jstor.org/stable/852807?seq=1</a>
</p>
</div>
</div>

<div id="outline-container-org5ecbb32" class="outline-4">
<h4 id="org5ecbb32"><span class="section-number-4">1.1.11</span> Kriti</h4>
<div class="outline-text-4" id="text-1-1-11">
<p>
<a href="https://academic.oup.com/mts/article/23/1/74/995564">https://academic.oup.com/mts/article/23/1/74/995564</a>
<a href="https://www.youtube.com/watch?v=fnHHE39VGz4">https://www.youtube.com/watch?v=fnHHE39VGz4</a>
<a href="https://www.youtube.com/watch?v=hZuePOXXhyI&amp;list=PL8dh-Wedpdiey1jlMXan6m2ONMR1HmAKb">https://www.youtube.com/watch?v=hZuePOXXhyI&amp;list=PL8dh-Wedpdiey1jlMXan6m2ONMR1HmAKb</a>
<a href="http://www.youtube.com/watch?v=_aOQd9UuaOQ">http://www.youtube.com/watch?v=_aOQd9UuaOQ</a>
<a href="http://www.youtube.com/watch?v=dRWi2gVN2kM">http://www.youtube.com/watch?v=dRWi2gVN2kM</a>
<a href="http://www.youtube.com/watch?v=IOaruZrl0c4">http://www.youtube.com/watch?v=IOaruZrl0c4</a>
<a href="https://www.youtube.com/watch?v=Joyk_EMtzn0">https://www.youtube.com/watch?v=Joyk_EMtzn0</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orgc89a1cd" class="outline-3">
<h3 id="orgc89a1cd"><span class="section-number-3">1.2</span> CarnaticPercussion</h3>
<div class="outline-text-3" id="text-1-2">
<p>
<a href="https://www.youtube.com/watch?v=5FqfplZcvys">https://www.youtube.com/watch?v=5FqfplZcvys</a>
<a href="https://www.youtube.com/watch?v=Cs6IWz5BgOs">https://www.youtube.com/watch?v=Cs6IWz5BgOs</a>
<a href="https://www.youtube.com/watch?v=bBKAEwYzk_o">https://www.youtube.com/watch?v=bBKAEwYzk_o</a>
<a href="https://www.youtube.com/watch?v=M4q3G5-d7x4">https://www.youtube.com/watch?v=M4q3G5-d7x4</a>
<a href="https://www.youtube.com/watch?v=U4BcxbYKvKg">https://www.youtube.com/watch?v=U4BcxbYKvKg</a>
<a href="https://www.youtube.com/watch?v=lrGgllzIgic">https://www.youtube.com/watch?v=lrGgllzIgic</a>
<a href="https://www.youtube.com/watch?v=pLTwkTMZaFI">https://www.youtube.com/watch?v=pLTwkTMZaFI</a>
<a href="https://www.youtube.com/watch?v=Z6fTb0Z3m54">https://www.youtube.com/watch?v=Z6fTb0Z3m54</a>
<a href="https://www.youtube.com/watch?v=55-GBXNtpE4">https://www.youtube.com/watch?v=55-GBXNtpE4</a>
</p>
</div>
