Links/Ethno/IndianMusic201218.html

<div id="outline-container-orgfcce2d7" class="outline-4">
<h4 id="orgfcce2d7"><span class="section-number-4">1.2.1</span> Konnakol</h4>
<div class="outline-text-4" id="text-1-2-1">
</div>
<ol class="org-ol">
<li><a id="orgae8a297"></a>Other<br />
<div class="outline-text-5" id="text-1-2-1-1">
<p>
<a href="https://www.youtube.com/watch?v=nE0fpD5MMAs">https://www.youtube.com/watch?v=nE0fpD5MMAs</a>
<a href="https://www.youtube.com/watch?v=9mozmHgg9Sk">https://www.youtube.com/watch?v=9mozmHgg9Sk</a>
<a href="https://www.youtube.com/watch?v=9k8icmmwHSY">https://www.youtube.com/watch?v=9k8icmmwHSY</a>
<a href="https://www.youtube.com/watch?v=KsvKQhOeQjQ">https://www.youtube.com/watch?v=KsvKQhOeQjQ</a>
<a href="https://www.youtube.com/watch?v=RLTDfoneAJ0">https://www.youtube.com/watch?v=RLTDfoneAJ0</a>
<a href="https://www.youtube.com/watch?v=21eS3GXS47k">https://www.youtube.com/watch?v=21eS3GXS47k</a>
<a href="https://www.youtube.com/watch?v=wlY7rp9xm0I">https://www.youtube.com/watch?v=wlY7rp9xm0I</a>
<a href="https://www.youtube.com/watch?v=76kuNLs61xI">https://www.youtube.com/watch?v=76kuNLs61xI</a>
<a href="https://www.youtube.com/watch?v=OyyfLtYQcwI">https://www.youtube.com/watch?v=OyyfLtYQcwI</a>
<a href="https://www.youtube.com/watch?v=qdASeGlQW1g">https://www.youtube.com/watch?v=qdASeGlQW1g</a>
<a href="https://www.youtube.com/watch?v=ernL2Q9FsJw">https://www.youtube.com/watch?v=ernL2Q9FsJw</a>
<a href="https://www.youtube.com/watch?v=ve98rXnpg_Y">https://www.youtube.com/watch?v=ve98rXnpg_Y</a>
<a href="https://www.youtube.com/watch?v=YcvLr39v0sY">https://www.youtube.com/watch?v=YcvLr39v0sY</a>
</p>
</div>
</li>

<li><a id="orgc159697"></a>Manjunath<br />
<div class="outline-text-5" id="text-1-2-1-2">
<p>
<a href="https://www.youtube.com/watch?v=mOMLRMfIYf0">https://www.youtube.com/watch?v=mOMLRMfIYf0</a>
<a href="https://www.youtube.com/watch?v=h6VS7KlZeNQ">https://www.youtube.com/watch?v=h6VS7KlZeNQ</a>
<a href="https://www.youtube.com/watch?v=SRCufQbPm9w">https://www.youtube.com/watch?v=SRCufQbPm9w</a>
<a href="https://www.youtube.com/watch?v=l5DArpqLP28">https://www.youtube.com/watch?v=l5DArpqLP28</a>
<a href="https://www.youtube.com/watch?v=83jyFoGjK_g">https://www.youtube.com/watch?v=83jyFoGjK_g</a>
<a href="https://www.youtube.com/watch?v=nTSfMAQyhIA">https://www.youtube.com/watch?v=nTSfMAQyhIA</a>
<a href="https://www.youtube.com/watch?v=GOKiCedfoOo">https://www.youtube.com/watch?v=GOKiCedfoOo</a>
<a href="https://www.youtube.com/watch?v=7GglM5y9Ju0">https://www.youtube.com/watch?v=7GglM5y9Ju0</a>
<a href="https://www.youtube.com/watch?v=a7xQFHUIQoA">https://www.youtube.com/watch?v=a7xQFHUIQoA</a>
<a href="https://www.youtube.com/watch?v=18HL4dd-Xig">https://www.youtube.com/watch?v=18HL4dd-Xig</a>
<a href="https://www.youtube.com/watch?v=lRcne9GaKtY">https://www.youtube.com/watch?v=lRcne9GaKtY</a>
<a href="https://www.youtube.com/watch?v=-mS06lEmY3s">https://www.youtube.com/watch?v=-mS06lEmY3s</a>
<a href="https://www.youtube.com/watch?v=e-7SGB0RKjE">https://www.youtube.com/watch?v=e-7SGB0RKjE</a>
<a href="https://www.youtube.com/watch?v=lhAxN7hGIR8">https://www.youtube.com/watch?v=lhAxN7hGIR8</a>
<a href="https://www.youtube.com/watch?v=WCfEL2SFOao">https://www.youtube.com/watch?v=WCfEL2SFOao</a>
<a href="https://www.youtube.com/watch?v=7DEADUBo-x8">https://www.youtube.com/watch?v=7DEADUBo-x8</a>
<a href="https://www.youtube.com/watch?v=Yrm0P4OLuM8">https://www.youtube.com/watch?v=Yrm0P4OLuM8</a>
<a href="https://www.youtube.com/watch?v=Y5rgIrkHwyg">https://www.youtube.com/watch?v=Y5rgIrkHwyg</a>
<a href="https://www.youtube.com/watch?v=SoPjy6kpi1A">https://www.youtube.com/watch?v=SoPjy6kpi1A</a>
<a href="https://www.youtube.com/watch?v=hmY1hEjK2h0">https://www.youtube.com/watch?v=hmY1hEjK2h0</a>
<a href="https://www.youtube.com/watch?v=LlzSl52zHMA">https://www.youtube.com/watch?v=LlzSl52zHMA</a>
<a href="https://www.youtube.com/watch?v=bqMjS64dcD8">https://www.youtube.com/watch?v=bqMjS64dcD8</a>
<a href="https://www.youtube.com/watch?v=6aHWJKJe9mU">https://www.youtube.com/watch?v=6aHWJKJe9mU</a>
<a href="https://www.youtube.com/watch?v=Cx4V_8y7uNM">https://www.youtube.com/watch?v=Cx4V_8y7uNM</a>
<a href="https://www.youtube.com/watch?v=83jyFoGjK_g">https://www.youtube.com/watch?v=83jyFoGjK_g</a>
<a href="https://www.youtube.com/watch?v=T6Nm9hZLrLc">https://www.youtube.com/watch?v=T6Nm9hZLrLc</a>
<a href="https://www.youtube.com/watch?v=TQmMTNnRX6k">https://www.youtube.com/watch?v=TQmMTNnRX6k</a>
<a href="https://www.youtube.com/watch?v=Ya1qCq7kk4Y">https://www.youtube.com/watch?v=Ya1qCq7kk4Y</a>
<a href="https://www.youtube.com/watch?v=NXikDhuZH7Y">https://www.youtube.com/watch?v=NXikDhuZH7Y</a>
<a href="https://www.youtube.com/watch?v=lhAxN7hGIR8">https://www.youtube.com/watch?v=lhAxN7hGIR8</a>
<a href="https://www.youtube.com/watch?v=iPzq0s4_wl0">https://www.youtube.com/watch?v=iPzq0s4_wl0</a>
</p>
</div>
</li>

<li><a id="org62b0be5"></a>ShivapriyaSomashekar<br />
<div class="outline-text-5" id="text-1-2-1-3">
<p>
<a href="https://www.youtube.com/watch?v=iurhjlBum0o">https://www.youtube.com/watch?v=iurhjlBum0o</a>
<a href="https://www.youtube.com/watch?v=QNBQxUTTA4s">https://www.youtube.com/watch?v=QNBQxUTTA4s</a>
<a href="https://www.youtube.com/watch?v=jA_3g8zgMf0">https://www.youtube.com/watch?v=jA_3g8zgMf0</a>
<a href="https://www.youtube.com/watch?v=LcMO785LNjg">https://www.youtube.com/watch?v=LcMO785LNjg</a>
<a href="https://www.youtube.com/watch?v=g2ozpJYRw4k">https://www.youtube.com/watch?v=g2ozpJYRw4k</a>
<a href="https://www.youtube.com/watch?v=9mfKdlL9Fxo">https://www.youtube.com/watch?v=9mfKdlL9Fxo</a>
</p>
</div>
</li>

<li><a id="org69b07ec"></a>JoisSomshekar<br />
<div class="outline-text-5" id="text-1-2-1-4">
<p>
<a href="https://www.youtube.com/watch?v=YcvLr39v0sY">https://www.youtube.com/watch?v=YcvLr39v0sY</a>
<a href="https://www.youtube.com/watch?v=GA575BJ2HUY">https://www.youtube.com/watch?v=GA575BJ2HUY</a>
</p>
</div>
</li>

<li><a id="org561600d"></a>Shivapriya<br />
<div class="outline-text-5" id="text-1-2-1-5">
<p>
<a href="https://www.youtube.com/watch?v=cDG3XVsEhwk">https://www.youtube.com/watch?v=cDG3XVsEhwk</a>
<a href="https://www.youtube.com/watch?v=rceY1wWi1uM">https://www.youtube.com/watch?v=rceY1wWi1uM</a>
<a href="https://www.youtube.com/watch?v=YhEGlFXp830">https://www.youtube.com/watch?v=YhEGlFXp830</a>
<a href="https://www.youtube.com/watch?v=sw2PW5_CoNg">https://www.youtube.com/watch?v=sw2PW5_CoNg</a>
</p>
</div>
</li>

<li><a id="orgd00b707"></a>IndianMathIn20thCtrMinimalism<br />
<div class="outline-text-5" id="text-1-2-1-6">
<p>
<a href="https://www.youtube.com/watch?v=WmUpQpda6cw">https://www.youtube.com/watch?v=WmUpQpda6cw</a>
<a href="https://www.youtube.com/watch?v=6yXQinqLmqc">https://www.youtube.com/watch?v=6yXQinqLmqc</a>
<a href="https://www.youtube.com/watch?v=y--yvG_IUoI">https://www.youtube.com/watch?v=y--yvG_IUoI</a>
</p>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-orgf709976" class="outline-3">
<h3 id="orgf709976"><span class="section-number-3">1.3</span> Singers</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orgbc51152" class="outline-4">
<h4 id="orgbc51152"><span class="section-number-4">1.3.1</span> Venugopal</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
<a href="https://www.youtube.com/watch?v=AAfE00Gn00I">https://www.youtube.com/watch?v=AAfE00Gn00I</a>
<a href="https://www.youtube.com/watch?v=fkCpFN9cVPY">https://www.youtube.com/watch?v=fkCpFN9cVPY</a>
<a href="https://www.youtube.com/watch?v=t1ek4siKqn4">https://www.youtube.com/watch?v=t1ek4siKqn4</a>
<a href="https://www.youtube.com/watch?v=gpfg-Yyd5PI">https://www.youtube.com/watch?v=gpfg-Yyd5PI</a>
</p>
</div>
</div>

<div id="outline-container-org296271f" class="outline-4">
<h4 id="org296271f"><span class="section-number-4">1.3.2</span> Chakraborty</h4>
<div class="outline-text-4" id="text-1-3-2">
<p>
<a href="https://www.youtube.com/watch?v=uEqYzdz3Zvg">https://www.youtube.com/watch?v=uEqYzdz3Zvg</a>
<a href="https://www.youtube.com/watch?v=94pgVJ32D9U">https://www.youtube.com/watch?v=94pgVJ32D9U</a>
<a href="https://www.youtube.com/watch?v=YHdR2A_1DCg">https://www.youtube.com/watch?v=YHdR2A_1DCg</a>
</p>
</div>
</div>

<div id="outline-container-org47456fd" class="outline-4">
<h4 id="org47456fd"><span class="section-number-4">1.3.3</span> NinaBurmi</h4>
<div class="outline-text-4" id="text-1-3-3">
<p>
<a href="https://www.youtube.com/watch?v=kfBvz2rG-NI">https://www.youtube.com/watch?v=kfBvz2rG-NI</a>
<a href="https://www.youtube.com/watch?v=VMJ7xQhJ0n0">https://www.youtube.com/watch?v=VMJ7xQhJ0n0</a>
<a href="https://www.youtube.com/watch?v=zGilSftMcI0">https://www.youtube.com/watch?v=zGilSftMcI0</a>
<a href="https://www.youtube.com/watch?v=fUKKYizf_-k">https://www.youtube.com/watch?v=fUKKYizf_-k</a>
</p>
</div>
</div>

<div id="outline-container-org42a5d00" class="outline-4">
<h4 id="org42a5d00"><span class="section-number-4">1.3.4</span> ArunaSairam</h4>
<div class="outline-text-4" id="text-1-3-4">
<p>
<a href="https://www.youtube.com/watch?v=c9Cbhpd2zYw">https://www.youtube.com/watch?v=c9Cbhpd2zYw</a>
<a href="https://www.youtube.com/watch?v=spRQEectgB8">https://www.youtube.com/watch?v=spRQEectgB8</a>
<a href="https://www.youtube.com/watch?v=_K-e0Io3yJk">https://www.youtube.com/watch?v=_K-e0Io3yJk</a>
<a href="https://www.youtube.com/watch?v=2jTj9Vo7lio">https://www.youtube.com/watch?v=2jTj9Vo7lio</a>
<a href="https://www.youtube.com/watch?v=jQqtGzdteQ8">https://www.youtube.com/watch?v=jQqtGzdteQ8</a>
<a href="https://www.youtube.com/watch?v=G2LfJLDinqc">https://www.youtube.com/watch?v=G2LfJLDinqc</a>
<a href="https://www.youtube.com/watch?v=zBAZzPZE5Pk">https://www.youtube.com/watch?v=zBAZzPZE5Pk</a>
</p>
</div>
</div>

<div id="outline-container-orgb96964c" class="outline-4">
<h4 id="orgb96964c"><span class="section-number-4">1.3.5</span> Vaidyanathan</h4>
<div class="outline-text-4" id="text-1-3-5">
<p>
<a href="https://www.youtube.com/watch?v=ks8ugJW4CqI">https://www.youtube.com/watch?v=ks8ugJW4CqI</a>
<a href="https://www.youtube.com/watch?v=dXxjnASv1ow">https://www.youtube.com/watch?v=dXxjnASv1ow</a>
<a href="https://www.youtube.com/watch?v=fbyIRRwDOlU">https://www.youtube.com/watch?v=fbyIRRwDOlU</a>
</p>
</div>
</div>

<div id="outline-container-orgb2f7c7a" class="outline-4">
<h4 id="orgb2f7c7a"><span class="section-number-4">1.3.6</span> ParveenSultana</h4>
<div class="outline-text-4" id="text-1-3-6">
<p>
<a href="https://www.youtube.com/watch?v=PzCZomuHVVQ">https://www.youtube.com/watch?v=PzCZomuHVVQ</a>
<a href="https://www.youtube.com/watch?v=9X3vjQXx7xw">https://www.youtube.com/watch?v=9X3vjQXx7xw</a>
<a href="https://www.youtube.com/watch?v=NgXRhF9LyrE">https://www.youtube.com/watch?v=NgXRhF9LyrE</a>
<a href="https://www.youtube.com/watch?v=Y4x6T4boG8o">https://www.youtube.com/watch?v=Y4x6T4boG8o</a>
</p>
</div>
</div>

<div id="outline-container-orgc94af79" class="outline-4">
<h4 id="orgc94af79"><span class="section-number-4">1.3.7</span> ShubhaMudgal</h4>
<div class="outline-text-4" id="text-1-3-7">
<p>
<a href="https://www.youtube.com/watch?v=Yh8QfWlSv9Q">https://www.youtube.com/watch?v=Yh8QfWlSv9Q</a>
</p>
</div>
</div>

<div id="outline-container-orgb2c54db" class="outline-4">
<h4 id="orgb2c54db"><span class="section-number-4">1.3.8</span> PrabhaAtre</h4>
<div class="outline-text-4" id="text-1-3-8">
<p>
<a href="https://www.youtube.com/watch?v=sRNg-v1Dg_4">https://www.youtube.com/watch?v=sRNg-v1Dg_4</a>
</p>
</div>
</div>
