Links/Ethno/IndianMusic201218.org
*** RanjaniAndGayatri
 - https://www.youtube.com/watch?v=CoyoCFYMQsc
 - https://www.youtube.com/watch?v=beJXJVwD3v4
   
** Veena
- https://www.youtube.com/watch?v=jM9b2Qo5qwM
- https://www.youtube.com/watch?v=jM9b2Qo5qwM
- https://www.youtube.com/watch?v=zBAZzPZE5Pk
- https://www.youtube.com/watch?v=o6M_kXzdDzI
   
** Panini
- https://en.wikipedia.org/wiki/Hindu%E2%80%93Arabic_numeral_system
- https://ashtadhyayi.com/sutraani/sk3183
- https://ashtadhyayi.com/sutraani/8/4/67
- https://www.youtube.com/watch?v=l3Wo5MYljzc
- https://www.youtube.com/watch?v=0emIewicwl0
  
 
 
 
** Gayatri Chakravorty Spivak
 - https://www.youtube.com/watch?v=SG0bXHVr3mY
 - https://www.youtube.com/watch?v=garPdV7U3fQ
 - https://www.youtube.com/watch?v=n8iPj6qka3o
 - https://www.youtube.com/watch?v=SG0bXHVr3mY
 - https://www.youtube.com/watch?v=2ZHH4ALRFHw
 - https://www.youtube.com/watch?v=YBzCwzvudv0
   

