Links/Ethno/IndianMusic201218.html

<div id="outline-container-orgce58b13" class="outline-4">
<h4 id="orgce58b13"><span class="section-number-4">1.3.9</span> RanjaniAndGayatri</h4>
<div class="outline-text-4" id="text-1-3-9">
<p>
<a href="https://www.youtube.com/watch?v=CoyoCFYMQsc">https://www.youtube.com/watch?v=CoyoCFYMQsc</a>
<a href="https://www.youtube.com/watch?v=beJXJVwD3v4">https://www.youtube.com/watch?v=beJXJVwD3v4</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orgc101189" class="outline-3">
<h3 id="orgc101189"><span class="section-number-3">1.4</span> Veena</h3>
<div class="outline-text-3" id="text-1-4">
<p>
<a href="https://www.youtube.com/watch?v=jM9b2Qo5qwM">https://www.youtube.com/watch?v=jM9b2Qo5qwM</a>
<a href="https://www.youtube.com/watch?v=jM9b2Qo5qwM">https://www.youtube.com/watch?v=jM9b2Qo5qwM</a>
<a href="https://www.youtube.com/watch?v=zBAZzPZE5Pk">https://www.youtube.com/watch?v=zBAZzPZE5Pk</a>
<a href="https://www.youtube.com/watch?v=o6M_kXzdDzI">https://www.youtube.com/watch?v=o6M_kXzdDzI</a>
</p>
</div>
</div>

<div id="outline-container-orgfca9b7e" class="outline-3">
<h3 id="orgfca9b7e"><span class="section-number-3">1.5</span> Panini</h3>
<div class="outline-text-3" id="text-1-5">
<p>
<a href="https://en.wikipedia.org/wiki/Hindu%E2%80%93Arabic_numeral_system">https://en.wikipedia.org/wiki/Hindu%E2%80%93Arabic_numeral_system</a>
<a href="https://ashtadhyayi.com/sutraani/sk3183">https://ashtadhyayi.com/sutraani/sk3183</a>
<a href="https://ashtadhyayi.com/sutraani/8/4/67">https://ashtadhyayi.com/sutraani/8/4/67</a>
<a href="https://www.youtube.com/watch?v=l3Wo5MYljzc">https://www.youtube.com/watch?v=l3Wo5MYljzc</a>
<a href="https://www.youtube.com/watch?v=0emIewicwl0">https://www.youtube.com/watch?v=0emIewicwl0</a>
</p>
</div>
</div>




<div id="outline-container-orgafb89fa" class="outline-3">
<h3 id="orgafb89fa"><span class="section-number-3">1.6</span> Gayatri Chakravorty Spivak</h3>
<div class="outline-text-3" id="text-1-6">
<p>
<a href="https://www.youtube.com/watch?v=SG0bXHVr3mY">https://www.youtube.com/watch?v=SG0bXHVr3mY</a>
<a href="https://www.youtube.com/watch?v=garPdV7U3fQ">https://www.youtube.com/watch?v=garPdV7U3fQ</a>
<a href="https://www.youtube.com/watch?v=n8iPj6qka3o">https://www.youtube.com/watch?v=n8iPj6qka3o</a>
<a href="https://www.youtube.com/watch?v=SG0bXHVr3mY">https://www.youtube.com/watch?v=SG0bXHVr3mY</a>
<a href="https://www.youtube.com/watch?v=2ZHH4ALRFHw">https://www.youtube.com/watch?v=2ZHH4ALRFHw</a>
<a href="https://www.youtube.com/watch?v=YBzCwzvudv0">https://www.youtube.com/watch?v=YBzCwzvudv0</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Iannis Zannos</p>
<p class="date">Created: 2020-12-18 Fri 10:24</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
